Revit 2027 API
SymbolTypeId.Lbf Property
 Symbol lbf, indicating unit Pounds force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lbf { get; }
Public Shared ReadOnly Property Lbf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lbf {
	ForgeTypeId^ get ();
}
static member Lbf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace